<template>
  <view
    :style="{ 'background': cueTheme == 'day-theme' ? '#F5F5F5' : '#141416', 'color': cueTheme == 'day-theme' ? '#000' : '#fff' }"
  >
    <nav-bar
      v-if="!hideNavBar"
      :backState="1000"
      :homeState="1000"
      title="用户协议"
    />
    <view
      class="content"
      :style="{ 'background': cueTheme == 'day-theme' ? '#F5F5F5' : '#141416', 'color': cueTheme == 'day-theme' ? '#000' : '#fff' }"
    >


      <view class="title">用户协议 </view>

      发布（生效）日期： 2022 年【09】月【01】日

      <br /><br />欢迎您与埃客AI（详见定义条款）签署本《用户服务协议》并使用平台（定义见下）服务！

      <br /><br />本平台由深圳市乾元空间科技有限公司（下称“埃客AI”或“本公司”）负责运营。本用户服务协议双方为埃客AI与埃客AI注册用户（下称“用户”或“您”），本协议具有合同效力，适用于您在本平台的全部活动。

      <br /><br />【特别提示】

      <br /><br />（一）请您在注册成为埃客AI用户前务必仔细阅读本协议，请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。

      <br />（二）单击“注册”“登录”等足以表明您注册使用埃客AI意愿的按钮，使用我们的服务和/或购买平台内展示的商品/服务，或按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序，即表示您已充分阅读、理解并接受本协议的全部内容及相应的法律责任，并与平台运营者达成一致，成为埃客AI“用户”。

      <br />（三）本协议内容包括以下条款及已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。埃客AI有权根据根据国家法律法规变化、保护消费者权益需要不定时地制定、修改本协议或各类规则，如本协议及规则有任何变更，一切变更以本平台最新公布的内容为准。经修订的协议、规则一经公布，立即自动生效，对新协议、规则生效之后注册的用户发生法律效力。对于协议、规则生效之前注册的用户，若用户在新规则生效后继续使用本平台提供的各项服务，则表明用户已充分阅读并认可和同意遵守新的协议或规则。若您拒绝接受新的协议和规则，您必须放弃使用埃客AI提供的各项服务（包括但不限于使用用户名和密码登录埃客AI、访问或使用服务或购买商品等）。

      <br />（四）如您对本协议有任何疑问，可以向平台客服咨询。在您阅读本协议的过程中，如果您不同意本协议中任何条款约定，您应立即停止注册并退出平台账户登录，同时停止使用平台相关服务。

      <br /><br />一、定义及解释<br /><br />

      （一）本公司

      指深圳市乾元空间科技有限公司。

      <br />（二）埃客AI平台

      指超节点实际运营管理的多种形式下的互联网平台统称，包括网站drawai.cn及相关移动客户端应用程序、埃客AI在其它应用下的小程序、微信公众号等。

      <br />（三）普通用户

      指年龄在22周岁至60周岁之间，同意本协议并在平台中完成账户注册的、可以在平台中购买作品版权所有权、作品版权许可使用权、改编权及享有其他相关用户服务的用户。

      <br />（四）创作者用户

      指作品原创作者，是年龄在22周岁至60周岁之间，经过埃客AI审核认可开通创作者功能，同意将其创作的作品在埃客AI进行独家展示，并在授权本平台独家销售相应作品版权所有权、作品版权许可使用权、改编权并取得收益的自然人。创作者用户亦享有普通用户交易权限。
      <br />（五）版权所有权
      指版权所有人对其享有所有权的作品享有直接支配和排他的权利。法律法规如另有定义的，适用法律法规定义。
      <br />（六）版权许可使用权

      指埃客AI通过平台将其享有版权或版权所有人合法授权的作品许可给用户按照约定的条件进行使用。

      <br />（七）改编权

      指埃客AI通过平台将其享有版权或版权所有人合法授权的作品许可给用户按照约定的条件进行改编，创作出具有独创性的新作品的权利。

      <br /><br />二、账户注册、使用与注销

      <br />（一）账户注册<br />

      1.在您申请注册平台账户前，您应当年满22周岁，并不超过60周岁，同时具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，则您只能浏览，不能进行进一步的购买交易。此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用埃客AI平台服务。

      <br />2.在埃客AI账户登录页面中，您需要根据页面指示填写您的手机号码获取验证码登录，首次登录即视为完成本账户的注册。您注册成功后，埃客AI将给予您一个供您使用的平台账户（您可自行设置该账户的名称、登录密码、交易密码等），该用户帐号和密码由您负责保管，您应当对以其用户帐号进行的所有活动和事件负法律责任。

      <br />3.注册成功后，您可以完善头像、昵称等资料，但是否完善该等资料均不会影响您继续持有本账户。如您想申请成为创作者或进行交易，您需要根据页面提示完成实名认证，您应当如实填写您的个人信息并提供身份证信息。随业务发展、维护交易秩序以及保护用户资产需要，埃客AI可能推出只面向完善身份资料及/或完成实名认证用户的部分服务，对此，您有权选择完善身份资料及/或通过实名认证或不享受该等服务。

      <br />4.您在使用平台服务时，应当按页面提示准确完整地提供您的信息（包括您的姓名、联系电话等），以便埃客AI或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。

      <br /><br />（二）账户使用<br />

      1.埃客AI只允许每位用户使用一个埃客AI账户，如有证据显示或埃客AI公司根据相关用户服务条款判断您存在不当注册或不当使用多个埃客AI账户的情形，埃客AI公司可采取强制合并、账户冻结/关闭、注销账户、取消订单、拒绝提供服务等措施，如给埃客AI公司及相关方造成损失的，您还应当承担赔偿损失的责任。

      <br />2.由于您的埃客AI账户将关联您的个人信息，您的埃客AI账户仅限您本人使用。未经埃客AI公司同意，您不得通过授权、许可、出借、出租、转让的方式允许第三方使用您的埃客AI账户。如埃客AI依据相关用户服务条款认定您埃客AI账户的使用可能危及您及/或埃客AI、第三方合法权益的，埃客AI公司有权采取冻结、关闭、注销账户、取消订单、拒绝提供服务、终止本协议等救济措施。

      <br />3.由于埃客AI采取手机号码验证码登录的便利方式，您应当知悉，如您手机收到来自平台及/或任何带有“埃客AI”标识的验证码信息但又并非您本人操作的，您切勿向任何第三方转发该验证码信息，否则因此导致的全部损失均由您本人承担。同时，您应就该等来历不明验证码信息及时联系平台客服人员。

      <br />4.由于埃客AI账户关联您的个人信息，您不得以任何方式转让账户，否则埃客AI有权追究您的违约责任并由您本人承担一切因此发生的法律责任、损失。

      <br />5.您充分理解，为使您更好地享受平台服务以及保障您的账户安全，埃客AI公司可要求您按照我国法律规定完成账户的实名认证，如您不同意的，可能无法享受部分服务。

      <br />6.您同意并接受，对于未通过实名认证、累计12个月未登录平台且账户页面显示资产为人民币0元的，埃客AI有权终止您的账户使用功能并注销该账户，该账户相应的所有平台服务同时终止。

      <br />7.在账户使用过程中，如您的个人信息、身份信息发生改变的，您有义务及时更新您的个人信息，否则因此导致的一切不利后果将由您个人承担。埃客AI公司在发现您的账户信息不实时将向您询问并要求您做出整改/重新认证，在您完成整改/重新认证前，埃客AI不对因此所发生的任何损害承担责任。

      <br />8.除埃客AI存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、上传作品、购买版权所有权等）负责。

      <br /><br />（三）账户安全

      <br />1.埃客AI将通过用户的登录名、密码以及登录后的其他操作识别用户的相关指示，同时埃客AI会通过本服务应用识别来自用户使用的各类产品或设备的指示，用户应当妥善保管埃客AI登录名、密码、身份信息，各类产品或设备，对于因用户泄露登录名、密码、身份信息或是因产品或设备遗失导致的损失，由用户自行承担。用户应在登录本系统时段结束时，以正确步骤离开平台。

      <br />2.用户如果发现有他人冒用或盗用其埃客AI登录名及密码或任何其他未经合法授权之情形，或发生与埃客AI账户关联的手机或其他设备遗失或其他可能危及到埃客AI账户安全情形时，应立即以有效方式通知本平台，向埃客AI申请暂停相关服务。您理解埃客AI对您的请求采取行动需要合理期限，在此之前，埃客AI对已执行的指令及所导致的您的损失不承担任何责任。

      <br />3.用户应对其持有的埃客AI账户负责，只有用户本人方可使用该账户。该账户不可转让、不可继承（账户内的余额如发生继承情形的，依法处理，但账户本身不予以继承），在您决定不再使用该账户时，您应将该账户内的数据导出或删除，或注销该账户。

      <br />4.任何情况下，埃客AI公司将不会向您索取账户的密码、手机号码验证码信息，请您在每次使用平台结束后及时退出账户。因账户泄露或遭受软件攻击、诈骗所导致的损失与后果，埃客AI公司不承担任何责任。

      <br />5.埃客AI对因用户未能遵守本协议的约定而发生的任何直接或间接损失等不利后果不承担任何责任。

      <br />6.埃客AI有权了解您使用本平台的真实交易背景及目的，用户应如实提供真实、全面、准确的信息。如果埃客AI有合理理由怀疑用户提供虚假信息、进行欺诈等违法违规行为的，埃客AI有权根据相关国家法律法规的规定对用户个人信息以及交易记录等进行核实、查询、披露，有权锁定相应账户并配合相关机关进行后续调查。

      <br /><br />（四）账户注销

      <br />1.用户申请注销的埃客AI账户应当是用户本人依照本服务协议的约定注册的账户。您有权联系平台客服请求注销您所持有的埃客AI账户。

      <br />2.注销账户是不可恢复的操作，您将无法再使用该账户或找回您添加或绑定在该账户上的任何内容，在此之前，你应当停止使用平台服务并结清相应费用（如有）。您充分知悉，当账户注销后，您可能无法继续享受基于该账户已购买相关作品的版权。如您为创作者，当您的账户注销，您将无法继续获得基于您的作品流转而产生的版税以及其他可能性的收入，请您知悉！

      <br />3.在账户注销期间，如果您的账户被他人投诉、被国家机关调查或者正处于诉讼、仲裁程序中，或被发现有任何情况，埃客AI有权自行终止您埃客AI账户的注销而无需另行得到您的同意。

      <br />4.您同意，如您申请注销埃客AI账户时，本平台尚在或需要对您的有关交易记录进行核查的，埃客AI有权继续冻结您的埃客AI账户以便继续核查，并在必要时有权向监管或司法部门举报欺诈或非法行为。注销您的埃客AI账户不代表该账户注销之前的账户行为和相关责任得到豁免或减轻。

      <br />5.平台有权按照本协议约定，在符合条件时注销您的账户，如发生本协议第三条第（二）款第6项情形的。

      <br /><br />三、服务内容及管理

      <br />（一）服务内容

      <br />1.埃客AI提供的服务包括作品版权所有权、版权许可使用权、改编权的销售、购买、版权存证等。埃客AI提供的服务内容将随着业务发展逐渐增多，欢迎您登陆平台浏览。

      <br />2.埃客AI根据创作者用户的授权，在平台中展示相应作品，您可在相关页面进行作品浏览，但不得采取任何侵犯埃客AI以及相关创作者合法权权益的行为，包括但不限于截图或保存低清晰度图片以任何方式使用、通过木马、病毒等非法程序盗取展示于平台上相关作品电子数据、针对相关作品进行为商业目的的临摹或二次创作等。

      <br />3.您可以根据平台所展示相关商品的价格购买作品版权所有权、版权许可使用权、改编权。如您购买作品版权所有权，您需在购买同时设置下次出售价格。为防止作品炒作，您需按页面提示缴纳保证金以维持要约价格。如您购买作品版权许可使用权，您需严格按照平台公布的授权使用规则，并在授权范围内合法使用作品版权。如您购买作品改编权，您需严格按照平台公布的改编规则，在授权范围内进行改编。

      <br />4.根据平台设定，您在使用某些功能时会获得相应积分，并在相应场景进行使用。但积分不可转让，不可提现。

      <br />5.如您为创作者或版权所有权人，您可以在埃客AI平台上申请版权存证，版权存证由埃客AI联合第三方存证平台办理，埃客AI会按照存证作品的数量收取一定费用。

      <br />6.您理解并同意，埃客AI有权依据国家法律法规、监管政策、权益规则或业务需要对平台的各项规则进行补充或修改。您在使用埃客AI服务时一旦勾选了相应按钮，即表明同意遵守平台的各项规则。

      <br />（二）管理

      1.您同意您在访问/使用本平台服务过程中不会违反任何法律、合同、知识产权或其他第三方权利，并且您对您在访问或使用服务的行为负全部责任。您同意您将遵守这些条款并且不会：

      <br />（1）提供虚假或误导性信息；

      <br />（2）未经其他用户和平台经营者的授权使用或试图使用其他用户的帐户；

      <br />（3）假冒他人身份或创建误导性用户名；

      <br />（4）侵犯他人的肖像权、姓名权、著作权、商标权等人格权、知识产权或其他合法权益；

      <br />（5）以任何可能干扰、破坏、影响或阻止其他用户充分享受服务的方式使用服务，或可能以任何方式损坏、损害、破坏或其他造成平台负担过重的方式使用平台的服务或功能；

      <br />（6）开发、利用或传播任何可能会损坏、损害或破坏平台服务或功能的软件，或以任何方式与任何可能会损坏、损害或破坏平台服务或功能的API交互；

      <br />（7）故意避开或者破坏技术措施，以避开或者破坏技术措施为目的制造、进口或者向公众提供活传播有关装置、部件或软件，故意为他人避开或者破坏技术措施提供技术服务；

      <br />（8）尝试规避我们采用的任何内容过滤技术，或尝试访问您无权访问的商品/服务的任何功能或区域；

      <br />（9）绕过或忽略平台自动访问的指令；

      <br />（10）使用未经我们授权的任何机器人、爬虫、蜘蛛、脚本、扩展程序、离线阅读器或其他自动化方式或界面来访问商品/服务、提取数据（包括但不限于搜索热词、分类、搜索量、点击率等相关数据）或以其他方式干扰或修改服务页面或功能的呈现；

      <br />（11）使用从埃客AI平台收集的数据联系个人、公司或其他个人或实体；

      <br />（12）将从埃客AI平台收集的数据用于任何营销活动（包括但不限于电子邮件营销、短信营销、电话营销和直接营销）；

      <br />（13）将服务用于任何非法或未经授权的目的，或从事、鼓励或促进任何违反这些条款的活动；

      <br />（14）使用埃客AI平台从事或试图从事任何非法活动，包括但不限于洗钱、恐怖主义融资或故意从事旨在对埃客AI平台或其服务的性能产生不利影响的活动；

      <br />（15）使用埃客AI平台从事诈骗或其他欺骗性或操纵性的交易活动；

      <br />（16）使用埃客AI平台发布或进行误导性出价或要约以达到恶意炒作目的的活动；

      <br />（17）参与具有人为增加搜索量、交易次数或埃客AI可能用于对搜索结果进行排序的其他指标的意图或效果的行为；

      <br />（18）从事其他违反法律法规和平台规则的活动。

      <br />2.如您为创作者用户，您应当确保您对在埃客AI平台上发布的作品享有完全的权利，包括但不限于以下情形：

      <br />（1）您为所上传作品的创作人和唯一著作权人，或是所提交的版权作品的创作人和/或唯一著作权人的合法授权代表。

      <br />（2）上传作品非为履行工作职能而完成的职务作品或法人作品，亦不得为受其他第三方委托而完成的作品。

      <br />（3）上传作品未侵犯任何第三方的著作权、商标权、专利权、商业秘密权或其他知识产权、名誉权、隐私权、肖像权等第三方其他合法权利，且不含任何违法内容。对于涉及肖像权、物权的作品，已完全取得第三方的肖像权、或物权的授权。

      <br />3.您在平台购买作品版权所有权、版权许可使用权、改编权时，应当践行诚实信用原则，切实履行交易承诺与协议约定。您的购买行为应当基于真实的消费需求，不得存在对商品及/或服务实施非消费需求的购买、非因消费需求引发的不正当维权、炒作等扰乱埃客AI平台正常交易秩序的行为。基于维护埃客AI平台交易秩序及交易安全的需要，埃客AI发现上述情形时可主动执行关闭相关交易订单等操作。

      <br />4.您应按照法律法规规定纳税，埃客AI也将按照法律法规协助税收征管部门开展相关税收征收工作。

      <br />5.您理解并同意，当您在平台上购买作品版权、作品版权许可使用权、改编权时，请您务必仔细阅读该商品信息，包括名称、型号、数量、单价、尺寸、服务、限制性要求、使用规则等，并在确认购买时确认您的账户名称、手机号码等信息。因为作品的特殊属性，本平台的作品版权所有权、版权许可使用权一旦售出，不支持退换。

      <br />6.您明确知悉并同意，埃客AI在任何情形下均不是商品交易中买方（受让方）和卖方（转让方）之间合同的一方。

      <br />7.为维护平台良好的交易秩序，针对已经产生或者可能产生权益争议的作品版权、作品版权许可使用权、改编权，埃客AI有权暂时下架。您应当充分理解，埃客AI下架行为仅是固定证据、防止损失扩大化，并非对任何埃客AI用户/权利人依法享有权利的否定，下架行为也不构成对任何一方的侵权。

      <br />8.对于使用平台进行交易所产生的争议，埃客AI将制定相应的交易争议处理规则，您可以采取与交易相对方协商、委托埃客AI进行争议处理、向相关行政部门或消费者权益机构投诉、向人民法院起诉等方式解决。您签署本协议且在平台进行交易时，即同意接受埃客AI制定的相应的争议处理规则，无论您是作为主动方还是被动一方进入埃客AI争议交易处理程序，您有权对埃客AI争议处理结果提出异议并采取其他途径解决争议。在相关交易争议进入人民法院、仲裁机构裁判程序后，您可以联系平台客服请求中止任何未结的交易争议处理程序。

      <br />9.平台的开发工作产生了巨大成本，平台部分服务是收费服务，如您享受的相应服务为付费服务或未来埃客AI变更该等付费模式，您有权选择是否继续享受该等服务，埃客AI也将依照本协议第八条向您发出通知。

      <br />四、知识产权及法律声明

      <br /><br />（一）知识产权<br />

      <br />1.埃客AI的一切版权、商标权、专利权、商业秘密等知识产权，以及与软件相关的所有信息内容，包括但不限于：文字表述及其组合、图标、图饰、图表、色彩、界面设计、版面框架、有关数据、印刷材料、或电子文档等均受中华人民共和国著作权法、商标法、专利法、反不正当竞争法和相应的国际条约以及其他知识产权法律法规的保护，除涉及第三方授权的软件或技术外，本公司享有上述知识产权。

      <br />2.埃客AI对于平台上官方发布的信息中所包含的任何文本内容、图片、图形图案、页面模块、排版、色彩搭配、音频/视频依据中华人民共和国相关法律法规法享有知识产权及相关权利、权益，任何主体不得实施侵犯埃客AI公司前述合法权益的行为。

      <br />3.未经本公司书面许可您不得将埃客AI产品或服务本身享有的相关知识产权权利（包括但不限于商标、软著、专利）进行复制、更改、修改或通过其他方式创造衍生作品用于任何商业目的；您可以在不侵害本公司声誉的情况下，以非商业目的合理使用埃客AI商标；公司免费或收费为前提向您提供的任何埃客AI产品和/或服务并不代表本公司将该埃客AI产品和/或服务相关的知识产权权利授予或转让给您使用，公司和您另有明确书面约定除外。

      <br />4.您保证，您发布在平台上的信息，包括但不限于任何文本内容、图片、图形图案等均系您原创，或者享有权利人的合法授权；您并授权埃客AI及其关联公司对前述信息永久地复制、使用的权利。

      <br />5.如您发现平台上任何作品存在版权纠纷或争议，请及时联系平台客服人员，埃客AI将在您协助下实施调查行为，并将依照法律法规采取或协助权利人采取权利救济措施。

      <br /><br />（二）法律声明<br /><br />

      <br />1.平台服务主要是面对注册用户的，您不应为了非法目的而注册账户并使用平台服务，否则埃客AI有权采取注销账户、停止服务以及依据相关授权协议解除协议等救济措施。

      <br />2.您应当知悉，未实名认证的账户可能面临更大的风险，在平台发布实名认证公告或埃客AI向您发出实名认证通知后仍未进行认证的，账户内发生资产丢失/损失情形的，埃客AI不承担任何法律责任。

      <br />3.您应当知悉，针对其他用户上传至平台的作品，埃客AI将建立尽量合理、完善的权属审查制度，对上传至埃客AI的原创作品及其他信息进行审查。对经初步审查合格的作品，将予以审查通过，允许在埃客AI上出售。对于埃客AI进行的作品审查，您需知悉并理解：

      <br />（1）埃客AI不是知识产权专业机构，只是为用户提供交易平台的网络服务提供者。埃客AI不具备审查、判断原创作品是否侵权的能力，也不具备对用户所发布信息的合法性、真实性及其品质，以及用户履行交易的能力等进行深入审查的能力。但是，为维护原创作者和权利人的合法权益，埃客AI还是竭尽所能，依据本身对法律法规的理解，对原创作品进行初步审查。

      <br />（2）埃客AI对原创作品的审查，不能视为埃客AI对原创作品版权注意义务的提高。埃客AI予以审查通过并进行网上销售的原创作品，也不等于埃客AI对该作品不侵权作保证。用户使用埃客AI网络服务发布作品及进行其它相关行为所存在的风险与后果，由其自己承担，埃客AI对用户不承担任何责任。

      <br />4.您应当知悉，平台上发布的内容可能来源于其他第三方而具有风险和瑕疵，埃客AI将建立相应监控制度尽可能保障平台上内容的准确性和可靠性，但由于互联网信息庞杂且核实难度大，埃客AI可能无法逐一地、多渠道地进行核实，故埃客AI不对来源于第三方内容的准确性和可靠性作出承诺和保证。您在选择服务及进行交易时需要警惕风险并谨慎选择，您不应以此要求埃客AI做出赔偿或就赔偿承担连带责任。

      <br />5.平台客服人员并非争议解决专业人士，对交易争议处理系基于交易各方提交材料、平台上相应记载的交易信息等情况以普通大众的认知进行判断，埃客AI客观上也无法彻查交易各方一切沟通信息。除非故意或重大过失，埃客AI不对客服人员所做出的争议处理行为本身承担赔偿责任。但在平台解决纠纷机制之上，您仍然享有司法救济途径。

      <br />6.您应当知悉，埃客AIAPP等平台系主要基于智能手机应用程序开发的软件平台，而智能手机应用技术本身仍具有不成熟性，您在使用的过程中可能会因为互联网服务临时中断、延迟、银行快捷支付程序衔接等问题存在合法权益受损的风险，您应当警惕相应风险并谨慎操作。埃客AI亦会尽其所能进行技术完善，但埃客AI不对智能手机应用技术缺陷、瑕疵承担责任。

      <br />7.本平台内容可能涉及由第三方所有、控制或运营的其它平台（以下称“第三方平台”）。埃客AI不能保证也没有义务保证第三方平台上的信息的真实性和有效性。您应按照第三方平台的相关协议与规则使用第三方平台，而不是按照本协议。第三方平台的内容、产品、广告和其他任何信息均由您自行判断并承担风险，而与本平台无关。

      <br />8.您应当知悉，其他创作者用户在平台上发布的以及平台转载的信息均为其相应作者个人观点，不能以此认定或推定为埃客AI观点，也不代表埃客AI已对相应内容进行核实。如有发生侵权，埃客AI不对此承担任何责任。但是，您应当及时告知埃客AI，我们将尽快完成核查程序后视乎核查结果决定是否删除该等信息。

      <br />9.埃客AI将通过合理有效的技术措施对平台上享有知识产权及合法权益的内容进行保护。

      <br />10.您应当知悉，如果您在使用平台服务时产生对于法律相关的疑惑或无法判断某些交易的合法性时，您有义务咨询相关专业人士意见。但在您未充分理解法律含义前作出相应具有法律效力的表示并因此遭受相应损失的，您应当自行承担该等后果且无权要求埃客AI承担法律责任。

      <br />11.您在此同意，埃客AI有权定期或不定期的对平台及相关服务器设备进行检修或维护，如因此造成收费服务在合理时间内的中断，埃客AI无需承担任何责任，但埃客AI将尽可能进行通知。

      <br />12.因不可抗力或埃客AI不能控制的原因所导致平台服务的中断、程序不可用、缺陷，埃客AI不承担任何法律责任，但埃客AI将尽力减少对用户的影响。

      <br />13.您充分理解，基于智能手机应用程序的发展、国家法律法规要求、监管政策变化，埃客AI有权随时以服务战略调整为由单方终止本协议并关停一切平台服务，该等服务停止不影响您已依法获取的授权。

      <br />14.您应当知悉，平台的运营模式、与各创作者及相关方的合作事项以及埃客AI与您任何口头、书面资料均视为保密信息，您应当对该等保密信息予以保密，在未得到埃客AI书面同意前，不得直接、间接地向任何第三方披露或泄露任何保密信息。

      <br /><br />五、用户的违约处理<br /><br />

      （一）违约情形<br />

      <br />1.用户在访问/使用本平台服务时，如发生以下情形之一的，视为您违约：

      <br />（1）违反法律法规；

      <br />（2）违反本协议及补充协议等一切平台用户服务条款及规则。

      <br />2.在使用埃客AI的过程中，用户发现任何可能侵害自己或埃客AI权利的事实时，应及时通知埃客AI并提供相应的证明材料。因投诉不实给埃客AI或第三方造成损失的，用户应承担法律责任。

      <br />3.在埃客AI调查相关争议事实时，您有义务就相关事实向埃客AI合理解释并举证证明。如您既不做出合理解释又不进行任何举证，也不采取任何有效止损行为（如需），埃客AI将可能参考您该种消极应对态度认定您构成违约并采取相应救济措施。

      <br /><br />（二）违约、侵权处理措施<br /><br />

      <br />1.您在埃客AI平台上发布的信息构成违约或侵权的，埃客AI可根据相应规则立即对相应信息进行删除、屏蔽处理或对您的商品进行下架、监管。

      <br />2.您在埃客AI平台上实施的行为，或虽未实施但对埃客AI平台及其用户产生影响的行为构成违约或侵权的，埃客AI可依据相应规则对您执行账户扣分、要求您限期纠正违规或违约、侵权行为、关闭相关交易订单、屏蔽或限制您使用平台的部分功能、对违法违规侵权内容进行屏蔽或删除、中止向您提供部分或全部服务、划扣违约金及其他合理处理措施。如您的行为构成根本违约的，埃客AI可解除本协议及相关协议并查封您的账户，终止向您提供服务。

      <br />3.当您违约或侵权的同时存在欺诈、售假、盗用他人账户、洗钱等特定情形或您存在危及他人交易安全或账户安全风险时，埃客AI会依照您行为的风险程度指示第三方支付公司对您的相应账户采取取消收款、资金止付等强制措施。

      <br />4.埃客AI可将对您上述违约或侵权行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在平台上予以公示。

      <br /><br />（三）赔偿责任<br /><br />

      <br />1.如您的行为使埃客AI及/或其关联公司、第三方支付公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿埃客AI及/或其关联公司、第三方支付公司的上述全部损失。

      <br />2.如您的行为使埃客AI及/或其关联公司、第三方支付公司遭受第三人主张权利，埃客AI及/或其关联公司、第三方支付公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。

      <br />3.如因您的行为使得第三人遭受损失或您怠于履行调处决定、埃客AI及/或其关联公司出于社会公共利益保护或消费者权益保护目的，可指示第三方支付公司自您的第三方支付账户中划扣相应款项进行支付。您同意埃客AI指示第三方支付公司自您的第三方支付账户中划扣相应款项支付上述赔偿款项。如您的第三方支付余额不足以支付相应款项，导致埃客AI使用自有资金代您支付上述款项的，您应当返还该部分费用并赔偿因此造成埃客AI的全部损失。

      <br />4.本协议所指赔偿损失，包含直接经济损失与间接损失，包括但不限于埃客AI因此而支付的赔偿金/补偿金、商誉损失、预期可得利益、差旅费、打印费、餐饮住宿费、通讯费、公证费、公告费、财产保全费、律师费、案件受理费、税费等。

      <br /><br />六、免责声明<br /><br />

      <br />1.您理解并同意，您使用埃客AI平台及相关服务所存在的风险（包括但不限于数据遗失、账号密码遗忘、受到第三方侵权或对第三方造成侵权等）完全由您自己承担；因您使用埃客AI平台及相关服务而产生的一切后果也由您自己承担，平台运营对此不承担任何责任。

      <br />2.除法律法规有明确规定外，我们将尽最大努力确保埃客AI平台的服务及其所涉及的技术及信息安全、有效、准确、可靠，但受限于现有技术，您理解我们不能对此作出保证。您理解并同意，平台运营者不担保埃客AI平台及其服务一定能满足您的要求，也不担保埃客AI平台的服务不会中断。为免疑义，您理解并同意，平台运营者对埃客AI平台及相关客户端的及时性、安全性、准确性、真实性、完整性也都不作担保。您理解并同意，本服务的持续提供可能受到多种因素的影响，如出现技术升级、服务体系升级、或因经营策略调整或配合国家重大技术、法规政策等变化。我们可能随时终止、中断提供服务或变更所提供服务的形式、规格或其他方面，而您不会因此追究我们的责任。

      <br />3.您理解并同意，我们需要定期或不定期地对本平台或相关的设备进行检修或者维护，如因此类情况而造成埃客AI平台及其服务在合理时间内的中断，平台运营着无需为此承担任何责任，但平台运营者应尽可能事先进行通告。

      <br />4.您清楚地知晓和理解，作品版权的潜在效用或价值，可能受到授权范围、内容、形式、受众群体、市场开发等多方面因素的影响，还可能会受到监管政策的重大利好或不利影响。因此，在法律允许的最大限度内，您明确同意并认可，平台运营者在任何情况下都不为您使用埃客AI平台而引起的利益或利润损失负责，包括且不限于任何直接或间接的收入损失、利润损失、业务损失或预期利润损失，任何惩戒性、偶然性、特殊性或惩罚性损害，或与数据丢失相关的任何损失。

      <br />5.本协议项下涉及的所有作品，由创作者保证其对所上传作品享有作为权利人完整、合法、有效的权利或已取得权利人的合法授权，不违反任何法律法规或侵犯第三方的合法权益。如因原创作者侵权、发布危害国家利益、违反公序良俗以及其他可能产生严重负面舆情的言论或行为，或者作品版权存在权利瑕疵、内容违法违规、或其他可能产生严重负面舆情等情形，导致作品被屏蔽或限制使用的，您同意埃客AI平台无需承担相关责任，您可以自行联系作品创作者或版权所有者解决，或者您也可以联系平台协调处理。

      <br />6.您理解并同意，埃客AI可能会根据国家法律法规以及第三方支付机构监管政策等变化，对用户注册、交易功能或平台上其他功能做出一定限制，您明确同意并认可，因上述变化导致的您无法使用埃客AI相关功能而引起的损失，埃客AI不承担任何责任。

      <br />7.您同意并认可，除非法律的强制性规定，即使在本协议未约定的情况下，您向平台运营者追索的最高累计赔偿或补偿金额应以5000元人民币为限。

      <br /><br />七、通知与送达<br /><br />

      （一）通知

      <br />1.您完成注册程序获取埃客AI账户登录平台后，为保障埃客AI与您建立切实有效的通讯渠道，您应当完善并及时更新账户内可填写的通讯方式，包括但不限于姓名、手机号码、邮箱等。

      <br />2.您的手机号码、平台内系统消息发送平台、您账户下记载的姓名、邮箱等通讯方式，均构成您的“有效联系方式”。

      <br />3.埃客AI将通过上述任何一种或多种有效联系方式向您发送相关信息，该等信息可能影响您继续享受的平台服务或相关权益，您应当及时关注、阅读。如有异议，应当及时与埃客AI取得联系。

      <br />（二）送达

      <br />1.埃客AI根据上述一种或多种有效联系方式向您发出通知的，均视为有效送达。您实际收到该等通知之日为“实际送达日”，埃客AI未能查明实际送达之日的，依据相应通讯技术、电子技术等可显示相关通知已完成形式送达程序的，如邮件系统显示已发送、短信系统显示已发送成功的，该日期为“形式送达日”。埃客AI发出通知后既无法查明实际送达之日及形式送达之日的，在埃客AI发出通知之日起至第七日，为“推定送达日”。有“实际送达日”的，以该日为通知送达之日。无“实际送达之日”的，以“形式送达之日”或“推定送达之日”为通知送达之日，两者同时存在的，以较先者为准。

      <br />2.您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。

      <br />3.你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。

      <br /><br />八、协议的终止<br /><br />

      （一）终止的情形<br />

      1.您有权通过以下任一方式终止本协议：

      <br />（1）在满足平台公示的账户注销条件时您联系客服注销您的账户的；

      <br />（2）变更事项生效前您停止使用并明示不愿接受变更事项的；

      <br />（3）您明示不愿继续使用平台服务，且符合平台终止条件的。

      2.出现以下情况时，埃客AI可以本协议第七条的所列的方式通知您终止本协议：

      <br />（1）您违反本协议约定，埃客AI依据违约条款终止本协议的；

      <br />（2）您盗用他人账户、发布违禁信息、骗取他人财物、售假、扰乱市场秩序、采取不正当手段谋利等行为，埃客AI依据平台规则对您的账户予以查封的；

      <br />（3）除上述情形外，因您多次违反埃客AI平台规则相关规定且情节严重，埃客AI依据平台规则对您的账户予以查封的；

      <br />（4）您的账户被埃客AI依据本协议终止使用的；

      <br />（5）您在第三方支付或埃客AI平台有欺诈、发布或销售假冒伪劣/侵权商品、侵犯他人合法权益或其他严重违法违约行为的；

      <br />（6）其它应当终止服务的情况。

      <br />（二）协议终止后的处理

      <br />1.本协议终止后，除法律有明确规定外，埃客AI无义务向您或您指定的第三方披露您账户中的任何信息。

      <br />2.您在此同意，为了促使埃客AI继续优化服务，在本协议终止后埃客AI仍有权留存您账户使用期间的一切信息。

      <br />3.本协议终止后，对于您过往存在的违约行为，埃客AI将保留追究您违约责任的权利。

      <br />4.本协议终止后，如您账户存在未结交易费用及/或存在其他未结纠纷、争议，埃客AI有权根据您账户相关个人信息继续向您进行追索及/或配合其他相关利益方向您发出的追索行为。

      <br />5.本协议终止后，如您在账户使用期间通过平台与其他第三方存在有效协议的，不影响该等协议效力，您应当如实继续履行该等协议。<br /><br />

      <br /><br />九、隐私条款<br /><br />

      请您详见隐私政策。

      <br /><br />十、法律适用与管辖<br />

      <br />1.本协议之签订与执行（包括生效、履行、解释、修订与补充、终止与争议解决）均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。

      <br />2.本协议任一条款终止或被视同终止、无效或不可执行，该条款应当被视为本协议的可拆分条款，并不影响其余条款的有效性及可执行性。

      <br />3.除非埃客AI以书面形式做出表示，否则在任何情况下埃客AI做出的任何行为都不应被理解为放弃权利的表示。

      <br />4.凡因履行本协议所发生的争议，由您及埃客AI友好协商解决，不能协商解决的，您或埃客AI均可向深圳市乾元空间科技有限公司所在地人民法院提起诉讼。

      <br /><br />十一、联系方式<br />

      <br />1.如您在使用本平台过程中有任何问题或对本协议的相关事宜有任何意见或建议，请联系平台客服【邮箱：business@drawai.cn】。

      <br />2.本公司的通讯地址为：　

      <br />地址：深圳市南山区深圳软件园1期6栋B512
    </view>
  </view>
</template>
<script>

export default {
  components: {},
  data() {
    return {
      hideNavBar: false,
    }

  },
  onLoad(option) {
    if (option.hideNavBar) {
      this.hideNavBar = true
    }
  },
  methods: {

  },
  watch: {

  }
}
</script>
<style lang="less" scoped>
.content {
  padding: 0 24rpx 24rpx;
  background: #141416;
  color: white;

  .title {
    text-align: center;
    font-size: 32rpx;
    font-weight: 600;
    margin: 20px auto;
  }
}
</style>
